Repository: learningequality/ka-lite
Catalog: python-packages/django/contrib/humanize/locale/*/LC_MESSAGES/django.po
Languages: fa, sl

source: today
fa: امروز
sl: danes

source: yesterday
fa: دیروز
sl: včeraj

source: tomorrow
fa: فردا
sl: jutri

source: th
fa: اُم

source: st
fa: اُم

source: nd
fa: اُم

source: rd
fa: اُم

source: %(value).1f million
fa: %(value).1f میلیون
sl: %(value).1f milijonov

source: %(value)s million
fa: %(value)s میلیون
sl: %(value)s milijonov

source: %(value).1f billion
fa: %(value).1f بیلیون
sl: %(value).1f miljard

source: %(value)s billion
fa: %(value)s میلیارد
sl: %(value)s miljard

source: %(value).1f trillion
fa: %(value).1f تریلون
sl: %(value).1f triljonov

source: %(value)s trillion
fa: %(value)s تریلیون
sl: %(value)s triljonov

source: %(value).1f quadrillion
fa: %(value).1f کوادریلیون
sl: %(value).1f kvadrilijonov

source: %(value)s quadrillion
fa: %(value)s کوادریلیون
sl: %(value)s kvadrilijonov

source: %(value).1f quintillion
fa: %(value).1f کوانتینیوم
sl: %(value).1f kvintilijonov

source: %(value)s quintillion
fa: %(value)s کوانتینیوم
sl: %(value)s kvintilijonov

source: %(value).1f sextillion
fa: %(value).1f با 21 صفر
sl: %(value).1f sekstilijonov

source: %(value)s sextillion
fa: %(value)s با 21 صفر
sl: %(value)s sekstilijonov

source: %(value).1f septillion
fa: %(value).1f سپتیلیون
sl: %(value).1f septilijonov

source: %(value)s septillion
fa: %(value)s سپتیلیون
sl: %(value)s septilijonov

source: %(value).1f nonillion
fa: %(value).1f با 54 صفر
sl: %(value).1f nonilijonov

source: %(value)s nonillion
fa: %(value)s با 54 صفر
sl: %(value)s nonilijonov

source: %(value).1f decillion
fa: %(value).1f با شصت صفر
sl: %(value).1f decilijonov

source: %(value)s decillion
fa: %(value)s با شصت صفر
sl: %(value)s decilijonov

source: one
fa: یک
sl: ena

source: two
fa: دو
sl: dve

source: three
fa: سه
sl: tri

source: four
fa: چهار
sl: štiri

source: five
fa: پنج
sl: pet

source: six
fa: شش
sl: šest

source: seven
fa: هفت
sl: sedem

source: eight
fa: هشت
sl: osem

source: nine
fa: نُه
sl: devet

# naturaltime
source: %(delta)s ago
fa: %(delta)s قبل
sl: Pred %(delta)s

source: now
fa: اکنون
sl: zdaj

source: a second ago
fa: %(count)s ثانیه پیش
sl: pred %(count)s sekundami

source: a minute ago
fa: %(count)s دقیقه پیش
sl: pred %(count)s minutami

source: an hour ago
fa: %(count)s ساعت پیش
sl: pred %(count)s urami

# naturaltime
source: %(delta)s from now
fa: %(delta)s از الان
sl: čez %(delta)s

source: a second from now
fa: %(count)s ثانیه بعد
sl: čez %(count)s sekund

source: a minute from now
fa: %(count)s دقیقه بعد
sl: čez %(count)s minut

source: an hour from now
fa: %(count)s ساعت بعد
sl: čez %(count)s ur

source: %(value).1f octillion
sl: %(value).1f oktilijonov

source: %(value)s octillion
sl: %(value)s oktilijonov

source: %(value).1f googol
sl: %(value).1f gugolov

source: %(value)s googol
sl: %(value)s gugolov
