Repository: learningequality/ka-lite
Catalog: kalite/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, pl

source: This video was not found! You can download it by going to the Update page.
cs: Video nebylo nalezeno. Lze ho stáhnout přechodem na stránku Update.
da: Videoen kunne ikke findes! Du kan downloade den under 'opdatering'
de: Video wurde nicht gefunden! Du kannst es herunterladen indem Du zur Aktualisieren-Seite gehst.
es: ¡No se ha podido encontrar este video! Puedes descargarlo yendo a la página Actualizar.
pl: Filmu nie odnaleziono! Możesz go pobrać przechodząc do strony Update.

source: This video was not found! Please contact your teacher or an admin to have it downloaded.
cs: Video nebylo nalezeno. Prosíme, obraťte se na svého učitele nebo správce pro stažení videa.
da: Videoen kunne ikke findes! Kontakt din lærer eller en administrator for at downloade filen.
de: Video wurde nicht gefunden! Bitte Deinen Lehrer oder Admin kontaktieren um es herunterzuladen.
es: ¡No se ha podido econtrar este video! Por favor, contacta con tu profesor o un administrador para descargarlo.
pl: Filmu nie odnaleziono! Skontaktuj się z twoim nauczycielem albo administratorem aby go ściągnąc.

source: This video was not found! You must login as an admin/teacher to download the video.
cs: Video nebylo nalezeno. Pro stažení tohoto videa se musíte přihlásit jako učitel nebo správce.
da: Videoen kunne ikke findes! Man skal være lærer/administrator for at downloade filen.
de: Video wurde nicht gefunden! Du musst als Administrator / Lehrer einloggt sein, um es herunterzuladen.
es: ¡No se ha podido encontrar este video! Debes de autenticarte como admin/profesor para descargar el video.
pl: Filmu nie odnaleziono! Zaloguj się jako administrator/nauczyciel aby go ściągnąć.

source: Note: You're logged in as an admin (not as a student/teacher), so your video progress and points won't be saved.
cs: Pozn: Jste přihlášen/a jako správce (nikoli jako student/učitel), body nebudou uloženy.
da: Bemærk: Du er nu logget ind som administrator (ikke som lærer/studerende), Dit arbejde og dine point bliver ikke gemt.
de: Bitte beachten! Du bist als Admin eingeloggt (nicht als Schüler/Lehrer), deshalb werden Deine Videosequenzen und Punkte nicht gespeichert.
es: Nota: Estas autenticado como administrador (no como estudiante/profesor), por lo tanto tu progreso en videos y puntos no será grabado.
pl: Uwaga: Jesteś zalogowany jako administrator (nie jako student/nauczyciel), dlatego twoje osiągnięcia i punkty nie będą zapisane.

source: Friendly reminder: You are not currently logged in, so your video progress and points won't be saved.
cs: Přátelská připomínka: Nyní nejste přihlášen/a, váš pokrok a body nebudou uloženy,
da: Påmindelse: Du er ikke logget ind, Dit arbejde og dine point bliver derfor ikke gemt.
de: Hinweis: Du bist momentan nicht eingeloggt, deshalb werden Deine Videosequenzen und Punkte nicht gespeichert.
es: Recuerda: Ahora mismo no estas autenticado, así que tus progresos en videos y puntos no se guardaran.
pl: Hej: Aktualnie nie jesteś zalogowany, więc twoje osiągnięcia i punkty nie będą zapisane.

source: Note: You're logged in as an admin (not as a student/teacher), so your exercise progress and points won't be saved.
cs: Pozn: Jste přihlášen/a jako správce(nikoli jako student/učitel), váš pokrok a body nebudou uloženy,
da: Bemærk: Du er logget ind som administrator (ikke som lærer/studerende). De opgaver du har lavet og dine point bliver derfor ikke gemt.
de: Bitte beachten! Du bist als Admin eingeloggt (nicht als Schüler/Lehrer), deshalb werden Deine Übungsfortschritte und erreichte Punktzahl nicht gespeichert.
es: Nota: Estás logeado como administrador (no como estudiante/profesor), por lo tanto tus progreso en ejercicios y puntos no se guardarán.
pl: Uwaga: Jesteś zalogowany jako administrator (nie jako student/nauczyciel), dlatego twoje osiągnięcia i punkty nie będą zapisane.

source: Friendly reminder: You are not currently logged in, so your exercise progress and points won't be saved.
cs: Přátelská připomínka: Nyní nejste přihlášen/a, váš pokrok a body nebudou uloženy,
da: Påmindelse: Du er ikke logget ind, dine opgaver og point vil derfor ikke blive gemt.
de: Hinweis: Du bist momentan nicht eingeloggt, deshalb werden Deine Übungsfortschritte und erreichte Punktzahl nicht gespeichert.
es: Recuerda: No estas logeado, así que tus progresos en ejercicios y puntos no se guardarán.
pl: Hej: Aktualnie nie jesteś zalogowany, więc twoje osiągnięcia i punkty nie będą zapisane.

source: A user with this username at this facility already exists. Please choose a new username (or select a different facility) and try again.
cs: Uživatel s tímto jménem již existuje. Prosíme, zvolte nové uživ.jméno a zkuste to znovu.
da: Der findes allerede en bruger med det navn på denne server. Vælg venligst et andet brugernavn (eller vælg en anden server) og prøv igen.
de: Ein Benutzer mit diesem Benutzernamen ist bereits vorhanden für diese Einrichtung. Bitte einen neuen Benutzernamen oder andere Einrichtung wählen und nochmals versuchen.
es: Ya existe un usuario con este nombre de usuario en estas instalaciones. Por favor elige un nuevo nombre de usuario ( o selecciona unas instalaciones diferentes ) y vuélvelo a intentar.
pl: Nazwa użytkownika dla tego serwera już istnieje. Proszę wybierz inną nazwę lub serwer i spróbuj ponownie.

source: Username was not found for this facility. Did you type your username correctly, and choose the right facility?
cs: Uživatel nenalezen. Napsali jste jméno správně? Zvolili jste správné zařízení?
da: Brugernavnet findes ikke i denne udgave. Skrev du brugernavn korrekt og valgte du den rigtige server?
de: Benutzername wurde für diese Einrichtung nicht gefunden. Hast Du Deinen Benutzernamen richtig eingegeben? Und die richtige Einrichtung gewählt?
es: No se ha encontrado el nombre de usuario para estas instalaciones. ¿Lo escribiste correctamente eligiendo las instalaciones correctas?
pl: Użytkownik nieznaleziony dla tego serwera. Sprawdź poprawność nazwy użytkownika oraz serwera.

source: The password did not match. Please try again.
cs: Heslo neodpovídá. Prosíme zkuste to znovu.
da: Adgangskoden er forkert. Prøv venligst igen.
de: Das Passwort stimmt nicht. Bitte nochmals versuchen.
es: La contraseña no coincide. Por favor, inténtalo de nuevo.
pl: Hasło niepoprawne. Spróbj ponownie.

source: Name
cs: Jméno
da: Navn
es: Nombre
pl: Imię

source: (This is the name that students/teachers will see when choosing their facility; it can be in the local language.)
cs: Název zařízení
da: (Det er dette navn, som studerende/lærere vil se, når de logger på deres server. Det kan være på det lokale sprog.)
de: (Dies ist der Name, den Schüler/Lehrer bei der Wahl ihrer Einrichtung sehen. Es kann in der Landessprache sein.)
es: (Este es el nombre que los estudiantes/profesores verán cuando elijan su ubicación
pl: (To jest nazwa którą uczniowie/nauczyciele będą widzieli wybierając serwer

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
pl: Opis

source: Address
cs: Adresa
da: Adresse
de: Adresse
es: Dirección
pl: Adres

source: (Please provide as detailed an address as possible.)
cs: Adresa (co nejpodrobněji):
da: (Skriv venligst så præcis en adresse som muligt)
de: (Bitte eine so detaillierte Adresse wie möglich angeben.)
es: (Por favor introduce una dirección lo más concreta posible)
pl: (Proszę podaj dokładny adres zamieszkania.)

source: Latitude
cs: Šířka
da: Breddegrad
de: Breitengrad
es: Latitud
pl: Szerokość geograficzna

source: Longitude
cs: Výška
da: Længdegrad
de: Längengrad
es: Longitud
pl: Długośc geograficzna.

source: Zoom
cs: Přiblížení /zoom/
pl: Przybliż

source: Contact Name
cs: Kontakt - jméno:
da: Kontakt navn
de: Kontakt Name
es: Nombre de contacto
pl: Kontakt

source: (Who should we contact with any questions about this facility?)
cs: Na koho se obrátit s otázkami?
da: (Hvem skal vi kontakte vedrørende spørgsmål om denne server?)
de: (Wen sollten wir mit Fragen bzgl. diese Einrichtung kontaktieren?)
es: (¿Con quién deberíamos contactar para preguntar por esta ubicación?)
pl: (Komu zadać to pytanie w twoim obszarze serwera?) *****???*****

source: Contact Phone
cs: Telefon.
da: Kontakt Telefon
de: Kontakt Telefon
es: Teléfono de contacto
pl: Telefon Kontaktowy

source: Contact Email
cs: Email
da: Kontakt Email
de: Kontakt E-Mail Adresse
es: Email de contacto
pl: Email Kontaktowy

source: User Count
cs: Počet uživatelů:
da: Antal brugere
de: Anzahl Benutzer
es: Cuenta de usuario
pl: Numer użytkownika

source: (How many potential users do you estimate there are at this facility?)
cs: Odhad počtu uživatelů
da: (Hvor mange potentielle brugere tror du, der er på denne server)
de: (Wie viele potentielle Benutzer schätzen Sie für diese Einrichtung?)
es: (¿Cuántos usuarios potenciales estimas que tendrá esta ubicación?)
pl: Ilu potencjalnych użytkowników zakładasz że znajduje się w obszarze twojego serwera?

source: Facility
cs: Zařízení
da: Server
de: Einrichtung
es: Instalaciones
pl: Obszar serwera ****???****

source: (Group/class)
cs: Třída / skupina
da: (Gruppe/klasse)
de: (Gruppe/Klasse)
es: (Grupo/clase)
pl: (Grupa/Klasa)

source: (optional)
cs: (voletelné)
da: (Valgfrit)
es: (opcional)
pl: (opcjonalnie)

source: Username
cs: Uživatelské jméno:
da: Brugernavn
de: Benutzername
es: Nombre de usuario
pl: Użytkownik

source: First Name
cs: Křestní jméno:
da: Fornavn
de: Vorname
es: Nombre
pl: Imię

source: Last Name
cs: Příjmení:
da: Efternavn
de: Nachname
es: Apellidos
pl: Nazwisko

source: (whether this user should have teacher permissions)
cs: Má mít uživatel povolení učitele?
da: (skal denne bruger have lærertilladelse?)
de: (ob dieser Benutzer Lehrerrechte haben soll)
es: (Si este usuario debería tener permisos de profesor o no)
pl: (Czy ten użytkownik powinien mieć zgodę nauczyciela)

source: This path is only available on distributed servers.
cs: Tato cesta je povolena jen daným serverům.
da: Genvejen er kun tilgængelig på udvalgte servere.
de: Dieser Path ist nur auf dezentrale Server verfügbar.
es: Esta opción está solo disponible en servidores distribuidos.
pl: Ta ścieżka jest dostępna tyko na serwerach.

source: To continue, you must first add a facility (e.g. for your school).
cs: Pro pokračování je nutné napřed zadat zařízení .
da: For at fortsætte, skal du tilføje en server (f.eks. din skole eller institution)
de: Um fortzufahren, müssen Sie zuerst eine Einrichtung registrieren (z.B. für Ihre Schule).
es: Para continuar, tienes primero que añadir unas instalaciones (ej. para tu colegio).
pl: Aby kontynuować, dodaj serwer ( np. dla twojej szkoły )

source: You must first have the administrator of this server log in below to add a facility.
cs: Pro přidání zařízení se přihlašte jako administrátor.
da: Du skal bruge administratorrettigheder for at logge ind og tilføje en installation
de: Um eine Einrichtung hinzuzufügen muss der Administrator dieser Server zuerst unten einloggen.
es: Primero debes con un administrador de este servidor autenticado abajo para añadir unas instalaciones.
pl: Zaloguj się jako administrator aby dodać serwer.

source: Registration status:
cs: Registrační stav:
da: Registreringsstatus:
de: Anmeldestatus:
es: Estado del registro:
pl: Status rejestracji.

source: The device's public key has been successfully registered. You may now close this window.
cs: Úspěšně zaregistrováno. Nyní můžete toto okno zavřít.
da: Enhedens registrering er gennemført. Du kan nu lukke vinduet
de: Der öffentliche Schlüssel für dieses Gerät wurde erfolgreich registriert. Du Kannst nun dieses Fenster schließen.
es: La clave pública de este dispositívo ha sido registrada correctamente. Puedes cerrar esta ventana.
pl: Klucz publiczny komputera został pomyślnie przydzielony. Możesz teraz zamknąć to okno.

source: The facility '%(facility_name)s' has been successfully saved!
cs: Zařízení '%(facility_name)s' bylo úspěšně uloženo.
da: Serveren '%(facility_name)s' er gemt!
de: Die Einrichtung '%(facility_name)s' wurde erfolgreich gespeichert!
es: Las instalaciones '%(facility_name)s' han sido guardadas con éxito!
pl: Serwer '%(facility_name)s' został pomyślnie zapisany!

source: You must add a facility before creating a user
cs: Přidejte zařízení před vytvořením nového uživatele.
da: Du skal oprette en server, inden du opretter en bruger
de: Bevor Sie eine Benutzer registrieren, müssen Sie eine Einrichtungerstellen.
es: Debes añadir unas instalaciones antes de crear un usuario.
pl: Dodaj serwer zanim stworzysz użytkownika.

source: This mission is too important for me to allow you to jeopardize it.
cs: Tato mise je příliš důležitá, než aby byla ohrožena.
de: Diese Aufgabe ist zu wichtig, dass ich erlaube Sie, sie zu gefährden.
es: Esta misión es demasiado importante para mi como para permitir que la pifies.
pl: Ta misja jest dla mnie zbyt ważna abym pozwolił Ci ją zniszczyć.

source: You've been logged in! We hope you enjoy your time with KA Lite
cs: Jste přihlášen. Pěkně si to u nás užijte :-) !
da: Du har været logget ind! Vi håber du har nydt tiden med KA Lite
de: Du bist eingeloggt! Wir hoffen, dass Du die Zeit mit KA Lite genossen hast.
es: ¡Estas autenticado! Esperamos que disfrutes de tu estancia en KA Lite
pl: Zostałeś zalogowany! Życzymy miłej pracy z KA lite.

source: -- be sure to log out when you finish.
cs: -- odhlaste se před ukončením.
da: -- husk at logge ud, når du er færdig
de: -- bitte ausloggen wenn Du fertig bist.
es: -- Asegúrate de cerrar sesión cuando acabes
pl: kiedy skończysz pracę, wyloguj się.

source: There was an error logging you in. Please correct any errors listed below, and try again.
cs: Chyba při přihlašování. Opravte následující chyby a zkuste to znovu.
da: Der opstod en fejl under login. Ret nedenstående fejl og prøv igen.
de: Bei den Versuch einzuloggen gab einen Fehler, bitte eventuelle unten aufgeführten Fehler korrigieren und nochmals versuchen.
es: Ocurrió un error iniciando sesión. Por favor corrige los errores listados más abajo, y vuelve a intentarlo.
pl: Wystąpił błąd logowania. Proszę popraw błędy wymienione poniżej ,a następnie spróbuj ponownie.

source: Page not found
cs: Stránka nenalezena
da: Siden findes ikke
de: Seite nicht gefunden
es: Página no encontrada
pl: Strony nie odnaleziono

source: Sorry, but the requested page could not be found.
cs: Litujeme, ale stránku nelze nalézt.
da: Den ønskede side kunne desværre ikke findes.
de: Sorry, die angeforderte Seite konnte nicht gefunden werden.
es: Lo sentimos, pero la página solicitada no ha podido ser encontrada.
pl: Przepraszamy, ale szukana strona nie została odnaleziona.

source: Error
cs: Chyba.
da: Fejl
de: Fehler
pl: Błąd

source: Sorry, but there was an error while trying to load the page.
cs: Litujeme, vznikla chyba při načítání stránky.
da: Beklager! Der opstod en fejl under indlæsning af siden
de: Sorry, es gab ein Fehler beim Versuch, die Seite zu laden.
es: Lo sentimos, pero ocurrió un error intentando cargar la página.
pl: Przepraszamy, wystąpił błąd przy próbie ładowania strony.

source: Videos and Exercises
cs: Videa a cvičení
da: Videoer og opgaver
de: Videos und Übungen
es: Videos y ejercicios.
pl: Filmy i ćwiczenia

source: Watch
cs: Sledovat.
da: Se video
de: Ansehen
es: Ver
pl: Oglądaj

source: Practice
cs: Cvičení
da: Opgaver
de: Üben
es: Practicar
pl: Ćwicz

source: Add Student
cs: Přidat studenta
da: Tilføj elev
de: Student/Studentin hinzufügen
es: Añadir estudiante
pl: Dodaj ucznia

source: Add Teacher
cs: Přidat učitele
da: Tilføj lærer
de: Lehrer/Lehrerin hinzufügen
es: Añadir profesor
pl: Dodaj nauczyciela

source: Admin
es: Administrar
pl: Administrator

source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
pl: Aktualizuj

source: Coach
cs: Učit
da: Lærer
de: Trainer
es: Tutor
pl: Nauczyciel

source: Sign Up
cs: Přihlaste se
da: Tilmelding
de: Registrieren
es: Registrate
pl: Zapisz się

source: Login
cs: Přihlášení
de: Einloggen
pl: Zaloguj się

source: Register device
cs: Registrace zařízení
da: Registrer enhed
de: Gerät registrieren
es: Registrar dispositivo
pl: Zarejestruj computer

source: Logout
cs: Odhlášení
da: Log ud
de: Ausloggen
pl: Wyloguj

source: Return
cs: Zpět
da: Tilbage
de: Zurück
es: Volver
pl: Cofnij

source: Practicing
cs: Procvičit
da: Opgaver
de: Übe gerade
es: Practicando
pl: Ćwiczy

source: Your progress streak bar for this exercise
cs: Váš pokrok v tomto cvičení
da: Din fremgang
de: Dein Fortschrittsergebnis für diese Übung
es: To barra de progreso para este ejercicio
pl: Twój pasek postępu dla tego ćwiczenia

source: Answer
cs: Odpověď
da: Svar
de: Antwort
es: Respuesta
pl: Odpowiedź

source: Correct! Next Question...
cs: Správně, další otázka...
da: Rigtigt! Næste spørgsmål...
de: Richtig! Nächste Aufgabe...
es: ¡Correcto! Siguiente pregunta...
pl: Poprawnie, Następne pytanie...

source: Need help?
cs: Potřebujete poradit?
da: Skal du bruge hjælp?
de: Brauchst Du Hilfe?
es: ¿Necesitas ayuda?
pl: Potrzebujesz pomocy?

source: I'd like a hint
cs: Chci nápovědu.
da: Giv mig et hint!
de: Ich möchte einen Tipp
es: Quiero una pista
pl: Proszę o podpowiedź

source: Note: this will reset your streak and points for this exercise!
cs: Pozn.: toto zresetuje Váš pokrok v tomto cvičení
da: Bemærk: Dette vil nulstille din fremgang og point i denne opgave!
de: Hinweis: dies wird Dein Fortschrittsergebnis und Punktzahl für diese Übung zurücksetzen!
es: Nota: ¡esta acción eliminará el progreso y puntos para este ejercicio!
pl: Uwaga: to zresetuje stan twojego paska postępu oraz punkty dla tego ćwiczenia.

source: Stuck? Watch a video.
cs: Nevíte jak dál? Podívejte se na video.
da: Gået i stå? Se en video.
de: Probleme? Schau ein Video an.
es: ¿Atascado? Mira un video.
pl: Utknąłeś? Zobacz film.

source: Related videos:
cs: Související videa:
da: Se også:
de: Verwandte Videos:
es: Videos relacionado:
pl: Podobne filmy:

source: Show scratchpad
cs: Zobrzit poznámkový blok
da: Vis scratchpad
de: Scratchpad anzeigen
es: Ver pizarra
pl: Pokaż notes

source: Scratchpad not available
cs: Poznámkový blok nedostupný.
da: Scratchpad ikke tilgængelig
de: Scratchpad nicht verfügbar
es: Pizarra no disponible
pl: Notes niedostępny

source: A free world-class education for anyone anywhere.
cs: Kvalitní vzdělávání světové úrovně, všem a všude.
da: Gratis undervisning, hvor som helst og for alle i verden
de: Eine kostenlose Weltklasse-Bildung für jeden und überall.
es: Una educación gratuita de primer nivel para cualquiera en cualquier lugar.
pl: Darmowa nauka dla każdego, gdziekolwiek jesteś.

source: Learn by watching videos!
cs: Učte se sledováním videí.
da: Lær ved at se videoer!
de: Durch Videos lernen!
es: ¡Aprende viendo videos!
pl: Ucz się oglądając filmy!

source: Learn by doing exercises!
cs: Učte se pomocí cvičení
da: Lær ved at løse opgaver!
de: Durch Übungen lernen!
es: ¡Aprende haciendo ejercicios!
pl: Ucz się robiąc ćwiczenia!

source: Practice your math skills from addition to calculus and everything in between.
cs: Procvičte si matematiku od sčítání po integrály a vše mezi tím.
da: Bliv bedre til det matematik, du synes er svært.
de: Mathematischen Fähigkeiten, von Addition bis Calculus und alles was dazwischen liegt, üben.
es: Practica tus conocimientos de matemáticas desde suma hasta cálculo y todo lo que va en medio.
pl: Szlifuj swoje umiejętności matematyczne od dodawania po rachunek różniczkowy i wszystko pomiędzy.

source: KA Lite is a light-weight web server for viewing and interacting with core Khan Academy content (videos and exercises) without needing an Internet connection.
cs: KA Lite je odlehčená verze Khan Academy pro studium bez připojení k internetu.
da: KA Lite er en offline server version af Khan Academy. Alt normalt indhold (opgaver og videoer) er tilgængeligt gennem en lokal server
de: KA Lite ist ein vereinfachter Web-Server zur Bildbetrachtung und Interaktion mit Khan Academy Kerninhalte (Videos und Übungen), ohne dass eine Internetverbindung benötigt wird.
es: KA Lite es un servidor web ligero para ver y interactuar con el contenido (videos y ejercicios) del núcleo de Khan Academy sin necesidad de una conexión a internet.
pl: KA Lite jest jest platformą która pozwala na dostęp do zasobów Khan Academy bez dostępnu do internetu

source: Your Knowledge Map
cs: Mapa znalostí
da: Dit videnskort
de: Ihr Lernpfad
es: Tu mapa del conocimiento
pl: Twoja Mapa Wiedzy

source: Back to topics
cs: Zpět na témata
da: Tilbage til emner
de: Zurück zu den Themen
es: Volver a los temas
pl: Wróć do tematów

source: Subtopics
cs: Podtémata
da: Underemner
de: Unterthemen
es: Sub temas
pl: Podtematy

source: Videos
cs: Videa
da: Videoer
pl: Filmy

source: Exercises
cs: Cvičení
da: Opgaver
de: Übungen
es: Ejercicios
pl: Ćwiczenia

source: Exercise
cs: Cvičení
da: Opgave
de: Übung
es: Ejercicio
pl: Ćwiczenie

source: Practice this concept
cs: Procvičte si tuto látku
da: Løs opgaver
de: Konzept üben
es: Practica este concepto
pl: Poćwicz to

source: Points
cs: Body
da: Point
de: Punkte
es: Puntos
pl: Punkty

source: Video Download
da: Download video
de: Video herunterladen
es: Descargar Video
pl: Ściągnij film

source: You are about to download new subtitles for all downloaded videos. This may take a long time.
cs: Download nových titulků pro všechna videa. Může trvat dlouho.
da: Du er ved at downloade nye undertekster til alle dine videoer. Dette kan tage lang tid.
de: Du bist dabei, neue Untertitel für alle heruntergeladenen Videos herunterzuladen. Dies kann sehr lange dauern.
es: Estás a punto de descargar nuevos subtítulos para todos los videos descargados. Esto puede podría tardar mucho tiempo.
pl: Zamierzasz ściągnąć nowe napisy dla wszystkich filmów. To może trochę potrwać.

source: Please select a language first
cs: Vyberte jazyk.
da: Venligst vælg sprog
de: Bitte zuerst eine Sprache wählen
es: Por favor selecciona un idioma primero
pl: Proszę najpierw wybierz język

source: Please select videos to download (below)
cs: Vyberte videa pro download
da: Venligst vælg videoer du vil downloade (nedenunder)
de: Bitte Videos zum herunterladen unten auswählen
es: Por favor selecciona videos para descargar (abajo)
pl: Proszę wybrać filmy do sciągnięcia (poniżej)

source: Download
de: Herunterladen
es: Descargar
pl: Ściągnij

source: new selected videos
cs: nová vybraná videa
da: nye valgte videoer
de: neue ausgewählten Videos
es: nuevos videos seleccionados
pl: nowo wybrane filmy

source: Delete
cs: Smazat
da: Slet
de: Löschen
es: Borrar
pl: Usuń

source: selected videos
cs: vybraná videa
da: valgte videoer
de: ausgewählten Videos
es: videos seleccionados
pl: wybrane filmy

source: Download/update subtitles for existing videos
cs: Download/update titulků pro existující videa
da: Download/opdater undertekster for nuværende videoer
de: Herunterladen / aktualisieren Untertitel für bestehende Videos
es: Descargar/actualizar subtítulos para los videos existentes
pl: Ściągnij/zaktualizuj napisy dla istniejących filmów

source: Get/Update All Subtitles
cs: Get/Update všechny titulky
da: Download/opdater alle undertekster
de: Alle Untertitel herunterholen / aktualisieren
es: Descargar/Actualizar todos los subtítulos
pl: Ściągnij/Zaktualizuj wszystkie napisy

source: Get Missing Subtitles Only
cs: Pouze chybějící titulky
da: Download manglende undertekster
de: Nur fehlende Untertitel herunterholen
es: Descargar solo subtítulos que falten
pl: Ściągnij tylko brakujące napisy

source: Downloads will start soon... Please wait!
cs: Download brzy začne, prosím počkejt.
da: Download starter snart... Vent venligst!
de: Herunterladung wird bald beginnen ... Bitte warten!
es: Las descargas comenzaran en breve... Espera, por favor!
pl: Pobieranie zaraz się rozpocznie... Proszę czekać!

source: Downloading video:
da: Downloader video
de: Video wird heruntergeladen:
es: Descargando video:
pl: Pobieranie filmu:
