Repository: learningequality/ka-lite
Catalog: kalite/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, pl

source: Overall video download progress:
cs: Průběh video downloadu:
da: Download status:
de: Video-Download-Fortschritt insgesamt:
es: Total de progreso de descarga del video:
pl: Postęp pobierania filmu:

source: of
da: af
de: von
es: de
pl: z

source: Video download error... click to retry
cs: Chyba video downloadu ... klikněte pro další pokus
da: Video download fejl... Prøv igen!
de: Video-Download-Fehler... Klicken um nochmals zu versuchen
es: Error descargando video... click para reintentar
pl: Błąd pobierania filmu... naciśnij aby spróbować ponownie

source: Subtitle download progress:
cs: Průběh downloadu titulků:
da: Undertekst download status:
de: Untertitel Download-Fortschritt:
es: Progreso descarga de los subtítulos:
pl: Postęp pobierania napisów:

source: Cancel All Downloads
cs: Zrušit všechna stahování
da: Afbryd alle downloads
de: Alle Downloads abbrechen
es: Cancelar todas las descargas
pl: Anuluj pobieranie

source: Loading topic tree... Please wait!
cs: Načítání stromu témat .. vyčkejte prosím.
da: Download emner... Vent venligst
de: Themenbaum wird geladen ... Bitte warten!
es: Cargando el temario...Espera, por favor!
pl: Wczytywanie tematów... Proszę czekać!

source: Home
cs: Domů
da: Forside
es: Principal
pl: Strona główna

source: Please correct the error below.
cs: Prosím opravte chybu níže:
da: Venligst ret nedenstående fejl.
de: Bitte untere Fehler korrigieren.
es: Por favor corrige el error de abajo.
pl: Proszę popraw błąd poniżej.

source: Username:
cs: Uživatelské jméno:
da: Brugernavn:
de: Benutzername:
es: Nombre de usuario:
pl: Użytkownik:

source: Password:
cs: Heslo:
da: Adgangskode:
de: Passwort:
es: Contraseña:
pl: Hasło:

source: Forgotten your password or username?
cs: Zapomenuté heslo nebo uživ.jméno?
da: Har du glemt brugernavn eller adgangskode?
de: Passwort oder Benutzername vergessen?
es: ¿Has olvidado tu contraseña o nombre de usuario?
pl: Zapomniałeś hasła albo nazwy użytkownika?

source: Log in
cs: Přihlášení
da: Log ind
de: Einloggen
es: Iniciar sesión
pl: Zaloguj się

source: Add facility user
cs: Přidat uživatele
da: Tilføj bruger på server
de: Fazilitaetsbenutzer hinzufügen
es: Añadir un usuario a estas instalaciones
pl: Dodaj użytkownika serwera

source: Add a new
cs: Přidání nového učitele /studenta
da: Tilføj ny
de: Ein neue
es: Añadir un nuevo
pl: Dodaj nowego

source: teacher
cs: učitel
da: lærer
de: Lehrer hinzufügen
es: profesor
pl: nauczyciela

source: student
da: elev
de: Student hinzufügen
es: estudiante
pl: ucznia

source: Sign up for an account
cs: Přihlášení k účtu
da: Opret en bruger
de: Registrieren für ein Konto
es: Regístrate para tener una cuenta
pl: Zapisz się

source: Facility:
cs: Instituce:
da: Server:
de: Einrichtung:
pl: Serwer:

source: (Select a different facility)
cs: (Vyberte jinou instituci)
da: (Vælg en anden server)
de: (Eine andere Einrichtungwählen)
es: (Selecciona unas instalaciones diferentes)
pl: (Wybierz inny serwer)

source: Create user
cs: Vytvořit uživatele
da: Opret bruger
de: Benutzer hinzufügen
es: Crear usuario
pl: Utwórz użytkownika

source: Add a new group
cs: Vytvořit novou skupinu
da: Tilføj ny gruppe
de: Neue Gruppe hinzufügen
es: Añadir un nuevo grupo
pl: Dodaj nową grupę

source: Add Group
cs: Přidat skupinu
da: Tilføj gruppe
de: Gruppe hinzufügen
es: Añadir grupo
pl: Dodaj grupę

source: Facility:
cs: Zařízení
da: Server:
de: Einrichtung:
es: Instalaciones:
pl: Serwer:

source: Create group
cs: Vytvořit skupinu
da: Opret gruppe
de: Gruppe hinzufügen
es: Crear grupo
pl: Stwórz grupę

source: Select user facility
cs: Vyberte uživatelské zařízení
da: Vælg bruger server
de: Benutzer-Einrichtung wählen
es: Seleccionar un usuario de las instalaciones
pl: Wybierz użytkownika serwera

source: Facilities
cs: Zařízení
da: Servere
de: Einrichtungen
es: Instalaciones
pl: Serwery

source: Edit facility
cs: Úprava zařízení
da: Rediger server
de: Einrichtung bearbeiten
es: Editar instalaciones
pl: Edytuj serwer

source: Add student
cs: Přidat studenta
da: Tilføj elev
de: Student hinzufügen
es: Añadir estudiante
pl: Dodaj ucznia

source: Add teacher
da: Tilføj lærer
de: Lehrer hinzufügen
es: Añadir profesor
pl: Dodaj nauczyciela

source: Add group
cs: Přidat skupinu:
da: Tilføj gruppe
de: Gruppe hinzufügen
es: Añadir grupo
pl: Dodaj grupę

source: Add a new Facility
cs: Přidat novou instituci
da: Tilføj ny server
de: Neue Einrichtung hinzufügen
es: Añadir nuevas instalaciones
pl: Dodaj nowy serwer

source: You currently have no facilities. Would you like to
cs: Žádná instituce. Chcete
da: Du er ikke tilknyttet en server, vil du
de: Du hast derzeit keine Einrichtung. Möchtest Du
es: Actualmente no cuentas con ningunas instalaciones. ¿Quieres
pl: Obecnie nie masz żadnych serwerów. Czy chciałbyś

source: create a facility
cs: Vytvořit instituci
da: oprette en server
de: eine Einrichtung anlegen
es: crear unas instalaciones?
pl: stworzyć serwer

source: Edit a facility
cs: Upravit instituci
da: Rediger server
de: Eine Einrichtung bearbeiten
es: Editar instalaciones
pl: edytować serwer

source: Please enter the following information about your facility. Please enter a detailed address, because knowing where you are in the world allows us to better plan for future deployments and partnerships.
cs: Prosím, vložte následující info o zařízení. Adresa - umožní nám lépe plánovat do budoucna.
da: Venligst indtast følgende oplysninger om din server. Indtast en detaljeret adresse, da din geografiske lokation hjælper os med henblik på udbredelse og tiltag i programmet.
de: Bitte folgende Informationen bzgl. Deiner Einrichtung eingeben. Bitte eine genaue Adresse angeben da wir künftige Projekte und Partnerschaften besser planen können wenn wir wissen wo Du in der Welt sind.
pl: Proszę podaj informacje o twoim serwerze. Proszę podaj dokładny adres, ponieważ informacja ta pozwoli nam lepiej rozwijać naszą platformę.

source: Please use this search box to locate your facility (and/or click on the map to select a spot), and then enter the additional information in the form below.
cs: Zde vyhledejte instituci (a/nebo klikněte na mapu pro výběr místa) poté vložte další informace do formuláře níže.
da: Brug venligst denne søgefunktion til at lokalisere din server (og/eller vælg placering på kortet). Tilføj dernæst informationen i nedenstående felter.
de: Bitte dieses Suchfeld benutzen, um Deine Einrichtung zu finden (und / oder auf die Karte klicken, um eine Stelle zu wählen), und dann die zusätzlichen Informationen in das unten stehende Formular eingeben.
es: Por favor usa este campo de búsqueda para localizar tus instalaciones (y/o clicka en el mapa para seleccionar un punto), y luego introduce la información adicional en el formulario más abajo.
pl: Proszę użyj wyszukiwarki, aby zlokalizować miejsce w którym twój serwer się znajduje (kliknij na mapę, aby wybrać miejsce) ,a następnie wprowadź dodatkowe informacje w formularzu poniżej.

source: (Knowing, as closely as possible, where you are in the world allows us to better plan for future deployments and partnerships)
cs: (Víme-lli odkud jste, můžeme lépe plánovat)
da: (Hvis vi ved, hvor du befinder dig i verden, kan vi bedre planlægge opdateringer og videreudvikling)
de: (Je genauer wir wissen wo Du in der Welt bist, je besser können wir künftige Projekten und Partnerschaften planen.)
es: (Sabiendo, lo mejor posible, donde estás en el mundo nos permite planificar mejor futuros acuerdos y desarrollos)
pl: (im dokładniej podasz nam swoją lokalizację tym efektowniej będziemy rozwijać platformę KA Lite)

source: Search for your facility's address or name to find its location on the map (enter to search)
cs: Vyhledejte název/adresu instituce pro pozici na mapě.
da: Søg efter server adresse eller navn, for at finde dens lokation på kortet (tryk enter for at søge)
de: Die Adresse oder Lage Deiner Einrichtung eingeben, um es auf der Karte zu finden (eingeben zu suchen)
es: Busca por la dirección o nombre de las instalaciones para localizarlas en el mapa (introduce para buscar)
pl: Wyszukaj adres albo nazwę swojego serwera ,aby odnaleźć go na mapie.

source: Save facility
cs: Uložte instituci
da: Gem server
de: Einrichtung speichern
es: Guardar instalaciones
pl: Zapisz lokalizację serwera

source: Select facility
cs: Vyberte instituci
da: Vælg server
de: Einrichtung wählen
es: Seleccionar instalaciones
pl: Wybierz serwer

source: (this is the default)
cs: (default)
da: (det her er standard)
de: (dies ist der Standardwert)
es: (Esta es la predeterminada)
pl: (Opcjonalnie)

source: (set as the default facility)
cs: (nastavit jako defaultní instituci)
da: (vælg som standard server)
de: (als Standard-Einrichtung setzen)
es: (Definir como instalación predeterminada)
pl: (wybierz dodatkowy serwer)

source: You currently have no facilities. Would you like to create a facility?
cs: Žádné instituce. Chcete vytvořit novou instituci?
da: Du er i øjeblikket ikke tilknyttet en server. Vil du oprette en server?
de: Du hast derzeit keine Einrichtungen. Möchtest Du eine Einrichtung anlegen?
es: Actualmente no tienes instalaciones. ¿Quieres crear una instalación?
pl: Obecnie nie masz żadnego serwera. Czy chcesz go stworzyć

source: There are currently no facilities available, please ask an administrator or teacher to set one up.
cs: Žádné dostupné instituce. Požádejte správce / učitele o nastavení.
da: Der er i øjeblikket ingen tilgængelige servere, spørg en administrator eller lærer om en ny server
de: Derzeit stehen keine Einrichtungen zur Verfügung. Einen Verwalter oder Lehrer bitten eine einzurichten.
es: No hay actualmente instalaciones disponibles, por favor pregunta a un administrador o profesor para definir una.
pl: Nie ma dostępnych serwerów, proszę zapytaj administratora albo nauczyciela aby ustawił jeden.

source: Administer Facilities
cs: Admin institucí
da: Administrer servere
de: Einrichtungen verwalten
es: Administrar instalaciones
pl: Zarządzaj serwerami

source: Username:
cs: Uživatelské jméno:
da: Brugernavn:
de: Benutzername:
es: Nombre de usuario:
pl: Użytkownik:

source: Password:
cs: Heslo:
da: Adgangskode:
de: Passwort:
es: Contraseña:
pl: Hasło:

source: Register a Device
cs: Registrovat zařízení
da: Registrer en enhed
de: Ein Gerät registrieren
es: Registrar un dispositivo
pl: Zarejestruj komputer

source: Sorry, there was an error during registration. Please make sure your device is fully up to date (run %(command)s and then stop/start the server).
es: Lo siento, hubo un error durante el registro. Por favor comprueba que tu dispositivo esté completamente actualizado (ejecuta (run %(command)s y luego detiene/arranca el servidor).
pl: Przepraszamy, wystąpił błąd podczas rejestracji. Proszę sprawdź czy twój komputer jest zaktualizowany ( uruchom (run %(command)s ,a następnie zatrzymaj/rozpocznij pracę serwera).

source: The error message was:
cs: Chybová zpráva byla:
da: Fejlbeskeden var:
de: Die Fehlermeldung lautet:
es: El mensaje de error fue:
pl: Błąd:

source: Congratulations, this device has now been registered.
cs: Gratulujeme, zařízení je zaregistrováno..
da: Tillykke! Din enhed er registreret.
de: Glückwunsch, dieses Gerät ist jetzt registriert.
es: Felicidades, el dispositivo ha sido registrado.
pl: Gratulujemy, ten komputer został pomyślnie zarejestrowany.

source: This device has already been registered.
cs: Toto zařízení již bylo registrováno.
da: Enheden er allerede registreret.
de: Dieses Gerät wurde bereits registriert.
es: Este dispositivo ya ha sido registrado.
pl: Ten komputer został już zarejestrowany.

source: The device needs to have internet access when first being registered. Please ensure it is connected to the internet, and then
cs: Zařízení musí mít připojení k internetu při první registraci. Ujistěte se, že je připojeno a pak
da: Din enhed skal have internetadgang under første registrering. Sørg for at have internetadgang og
de: Bei der ersten Registrierung eines Gerätes, muss es über einen Internetanschluss verfügen. Bitte sicherstellen, dass es mit dem Internet verbunden ist, und dann
es: El dispositivo necesita tener acceso a internet cuando es registrado por primera vez. Por favor comprueba que esta conectado a internet, y entonces
pl: Komputer musi mieć dostęp do internetu, aby zostać zarejestrowanym. Proszę upewnij się że komputer jest podłączony do internetu ,a następnie

source: refresh this page
cs: obnovte tuto stránku
da: opdater siden
de: diese Seite aktualisieren
es: refresca la página
pl: odśwież tą stronę

source: If you have not created an organization and zone yet, please
cs: Pokud jste ještě nevytvořili organizaci / zónu, prosím
da: Hvis du ikke allerede har oprettet en organisation og zone, venligst
de: Falls Du noch keine Organisation und Zone erstellt hast, bitte
es: Si aún no has creado una organización y zona todavía, por favor
pl: Jeżeli jeszcze nie stworzyłeś organizacji albo strefy proszę,

source: login to the central server and create them
cs: přihlaste se k centrálnímu serveru a vytvořte je.
da: log ind på serveren og opret dem.
de: in den zentralen Server einloggen und diesen erstellen.
es: inicia sesión en el servidor central y créalos
pl: zaloguj się do serwera centralnego i stwórz je

source: (You will have to create an account there first).
cs: (Napřed musíte vytvořit účet).
da: (Du skal oprette en bruger der først)
de: (Du must dort erst ein Konto erstellen).
es: (Tienes que crear una cuenta allí primero)
pl: (Najpierw musisz stworzyć tam konto).

source: If you already have an organization and a zone, please
cs: Máte-li již organizaci/zónu, prosím
da: Har du allerede en organisation og en zone,
de: Falls Du schon eine Organisation und Zone erstellt hast, bitte
es: Si ya tienes una organización y zona, por favor
pl: Gdy masz już organizację i strefę, proszę

source: login to the central server and register this device in a zone
cs: přihlaste se na centrální server a zaregistrujte toto zařízení v zóně.
da: log ind på serveren og registrer din enhed i en zone.
de: in den zentralen Server einloggen und dieses Gerät in einer Zone registrieren.
es: inicia sesión en el servidor central y registra este dispositivo en una zona
pl: zaloguj się do centralnego serwera i zarejestruj ten komputer w strefie

source: (this will open a new window).
cs: (toto otevře nové okno)
da: (dette vil åbne et nyt vindue)
de: (Dies wird ein neues Fenster öffnen).
es: (esto abrirá una ventana)
pl: (to otworzy nowe okno).

source: Return here and
cs: Vraťte se sem
da: Vend tilbage og
de: Kehre zu dieser Seite zurück und
es: Vuelve aquí y
pl: Wróć tutaj i

source: to complete the registration process.
cs: pro dokončení registrace.
da: for at færdiggøre registreringen.
de: um die Registrierung abzuschließen.
es: para completar el proceso de registro.
pl: dokończ proces rejestracji.

source: To view the page you were trying to view, you need to be logged in as a teacher or an admin. Please login as one below, or <a href='%s'>go to home.</a>
cs: Pro zobrazení stránky musíte být přihlášen jako učitel / správce. Prosíme přihlaste se níže <a href='%s'>nebo se vraťte na domovskou stránku.</a>
da: For at se siden, skal du være logget ind som enten lærer eller administrator. Log ind herunder eller <a href='%s'>gå til forsiden.</a>
de: Um diese Seite zu sehen müssen Sie als Administrator oder Lehrer eingeloggt sein. Bitte als Administrator / Lehrer unten einloggen <a href='%s'>oder zur Homeseite zurückgehen.</a>
es: Para ver la página que intentabas acceder, necesitas iniciar sesión como profesor o admin. Por favor inicia sesión abajo, o <a href='%s'>vuelve a la página principal.</a>
pl: Aby zobaczyć stronę którą próbujesz zobaczyć, musisz być zalogowany jako nauczyciel albo administrator. Proszę zaloguj się poniżej, albo <a href='%s'>wróć do strony głównej.</a>
